Repository: UseThyme/Thyme
Catalog: Thyme/Localizations/*.lproj/Localizable.strings
Languages: es, nb

# %@ %@ PLATE
source: %1$@ %2$@ PLATE
es: PLACA %1$@ %2$@
nb: %1$@ %2$@ KOKEPLATEN

source: %@ just finished
es: %@ ha terminado
nb: %@ er ferdig

source: %ld HOUR
es: %ld HORA
nb: %ld TIME

source: %ld HOURS
es: %ld HORAS
nb: %ld TIMER

source: ------------------RELEASE TO SET TIMER------------------
es: ------------------SUELTA PARA EMPEZAR------------------
nb: ------------------SLIPP FOR Å SETTE TIDEN------------------

source: ------------------SWIPE CLOCKWISE TO SET TIMER------------------
es: ------------------DESLIZA EN SENTIDO HORARIO------------------
nb: ------------------SVEIP MED KLOKKEN FOR Å SETTE TIDEN------------------

source: MINUTES LEFT
es: MINUTOS RESTANTES
nb: MINUTTER IGJEN

source: IN %ld MINUTES
es: EN %ld MINUTOS
nb: OM %ld MINUTTER

source: IN ABOUT %ld HOURS
es: EN ALREDEDOR %ld HORAS
nb: OM CA. %ld TIMER

# IN ABOUT %ld HOURS %ld MINUTES
source: IN ABOUT %1$ld HOURS %2$ld MINUTES
es: EN ALREDEDOR %1$ld HORAS %2$ld MINUTOS
nb: OM CA. %1$ld TIMER %2$ld MINUTTER

source: IN ABOUT %ld MINUTES
es: EN ALREDEDOR %ld MINUTOS
nb: OM CA. %ld MINUTTER

source: IN ABOUT 1 HOUR
es: EN ALREDEDOR 1 HORA
nb: OM CA. 1 TIME

source: IN ABOUT 1 HOUR %ld MINUTES
es: EN ALREDEDOR 1 HORA %ld MINUTOS
nb: OM CA. 1 TIME %ld MINUTTER

source: IN LESS THAN A MINUTE
es: EN MENOS DE UN MINUTO
nb: OM UNDER ETT MINUTT

source: IT'S TIME TO GET COOKING
es: ES TIEMPO DE COCINAR
nb: PÅ TIDE Å STARTE KOKKELERINGEN

source: TOP
es: SUPERIOR
nb: ØVERST

source: BOTTOM
es: INFERIOR
nb: NEDERST

source: LEFT
es: IZQUIERDA
nb: TIL VENSTRE

source: RIGHT
es: DERECHA
nb: TIL HØYRE

source: OVEN
es: HORNO
nb: STEKEOVNEN

source: TAP A PLATE TO SET A TIMER
es: SELECCIONA UNA PLACA
nb: VELG ET ELEMENT FOR Å SETTE EN ALARM

source: View Details
es: Ver Detalles
nb: Se detaljer

source: YOUR DISH WILL BE DONE
es: TU PLATILLO ESTARA LISTO
nb: MATEN ER FERDIG

source: Would you like to cancel all the timers?
es: ¿Quieres cancelar todas tus alarmas?

# InstructionAction
source: Ok, got it!
es: Ok, entendido

# InstructionTitleA
source: Settings
es: Ajustes

# InstructionMessageA
source: Seems that you have disabled notifications, you need to re-enable them before start using Thyme. First open the Settings app.
es: Al parecer has desactivado notificationes, necesitas re-activarlas antes de usar Thyme. Primero abre Ajustes.

# InstructionTitleB
source: Notifications
es: Notificaciones

# InstructionMessageB
source: Select the Notifications option, the one on the bottom.
es: Selecciona la opción Notificaciones, la que se encuentra debajo en la imagen ejemplo.

# InstructionMessageC
source: Look for the Thyme app in the list and select it.
es: Busca la app Thyme en la lista y seleccionala.

# InstructionTitleD
source: Allow notifications
es: Permitir Notificaciones

# InstructionMessageD
source: Make sure that you have activated all the options (all toogles in green). When you're finished come back and press "Ok, got it!"
es: Asegurate de activar todas las opciones (todo en verde). Cuando hayas terminado regresa y presiona "Ok, entendido"
